esp-arduino-libs/ESP32_Display_Panel/test_apps/lvgl_port/sdkconfig.ci.espressif_esp32_c3_lcdkit
CONFIG_IDF_TARGET="esp32c3"
CONFIG_BOARD_MANUFACTURER_ALL=y
CONFIG_BOARD_ESP32_C3_LCDKIT=y
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y

# lvgl
CONFIG_LV_COLOR_16_SWAP=y
